Repository: Malizor/grilo-plugin-arte
Catalog: po/*.po
Languages: de, fr

source: Reload feed
de: Videos aktualisieren
fr: Recharger la liste des vidéos

source: Clear the search text
de: Suchtext löschen
fr: Effacer le texte recherché

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemand

source: l_ow (220p)
de: _niedrig (220p)
fr: _basse (220p)

source: _medium (400p)
de: _mittel (400p)
fr: _moyenne (400p)

source: _high (400p, better encoding)
de: _hoch (400p, bessere kodierung)
fr: _haute (400p, meilleur encodage)

source: _Language:
de: _Sprache:
fr: _Langage :

source: Video quality:
de: Videoqualität:
fr: Qualité vidéo :

source: No internet connection.
de: Keine Internetverbindung.
fr: Pas de connexion Internet.

source: Loading...
de: Lade...
fr: Chargement...

source: Markup Parser Error
de: Markup Lesefehler
fr: Erreur de l'analyseur syntaxique

source: Sorry, the plugin could not parse the Arte video feed.
de: Entschuldigung, das Plugin konnte den Arte-Videofeed nicht lesen.
fr: Désolé, le greffon n'a pas pu analyser le flux vidéo Arte.

source: Network problem
de: Verbindungsproblem
fr: Problème réseau

source: Sorry, the plugin could not download the Arte video feed. Please verify your network settings and (if any) your proxy settings.
de: Entschuldigung, das Plugin konnte den Arte-Videofeed nicht herunterladen. Bitte überprüfen sie Ihre Netzwerk- und (falls vorhanden) Proxy-Einstellungen.
fr: Désolé, le greffon n'a pas pu télécharger le flux vidéo Arte. Veuillez vérifier les paramètres de votre connexion et (si besoin) les paramètres de votre proxy.

source: This video access is restricted
de: Dieses Video ist nur eingeschränkt verfügbar
fr: L'accès à cette vidéo est restreint

source: It seems that, because of its content, this video can only be watched in a precise time interval. You may retry later, for example between 11 PM and 5 AM.
de: Es scheint, dass aufgrund des Inhalts, dieses Videos nur in einem gewissen Zeitfenster verfügbar ist. Versuchen sie es erneut, z.B. zwischen 23:00 und 5:00 Uhr.
fr: Il semble que, en raison de son contenu, cette vidéo ne puisse être vue qu'à certains moments de la journée. Vous pouvez réessayer plus tard, par exemple entre 23h et 5h.

source: This video is not available yet
de: Video ist nocht nicht verfügbar
fr: Cette vidéo n'est pas encore disponible

source: Sorry, the plugin could not find any stream URL. It seems that this video is not available yet, even on the Arte web-player. Please retry later.
de: Entschuldigung, das Plugin konnte keine Stream URL finden. Es scheint als ob dieses Video noch nicht Verfügbar ist, auch nicht im Arte Web-Player. Bitte versuche es später nochmals.
fr: Désolé, le greffon n'a pas pu trouver la moindre adresse de flux. Il semble que cette vidéo ne soit pas encore disponible, même depuis le lecteur du site de Arte ! Réessayez plus tard.

source: Video URL Extraction Error
de: Video URL Extraktionsfehler
fr: Erreur d'extraction de l'URL de la vidéo

source: Sorry, the plugin could not extract a valid stream URL. Please verify your network settings and (if any) your proxy settings.
de: Entschuldigung, das Plugin konnte keine gültige Stream URL extrahieren. Bitte überprüfen sie Ihre Netzwerk- und (falls vorhanden) Proxy-Einstellungen.
fr: Désolé, le greffon n'a pas pu extraire une adresse de flux valide. Veuillez vérifier les paramètres de votre connexion et (si besoin) les paramètres de votre proxy.

source: Sorry, the plugin could not extract a valid stream URL. Perhaps this stream is not yet available, you may retry in a few minutes. Be aware that this service is only available for IPs within Austria, Belgium, Germany, France and Switzerland.
de: Entschuldigung, das Plugin konnte keine gültige Stream URL extrahieren. Vielleicht ist der Stream noch nicht verfügbar, versuche es später nochmals. Bedenke, dass dieser Service nur für IPs aus Österreich, Belgien, Deutschland, Frankreich und der Schweiz verfügbar ist.
fr: Désolé, le greffon n'a pas pu extraire une adresse de flux valide. Il est possible que le flux ne soit pas encore disponible, vous pouvez réessayer dans quelques minutes. Notez que ce service n'est disponible que si votre IP est allemande, autrichienne, belge, française ou encore suisse.

source: Less than 1 minute until removal
de: Weniger als eine Minute verfügbar
fr: Moins de 1 minute avant suppression

source: Less than %.0f minutes until removal
de: Weniger als %.0f Minuten verfügbar
fr: Moins de %.0f minutes avant suppression

source: Less than 1 hour until removal
de: Weniger als eine Stunde verfügbar
fr: Moins de 1 heure avant suppression

source: Less than %.0f hours until removal
de: Weniger als %.0f Stunden verfügbar
fr: Moins de %.0f heures avant suppression

source: 1 day until removal
de: Noch einen Tag verfügbar
fr: 1 jour avant suppression

source: %.0f days until removal
de: Noch %.0f Tage verfügbar
fr: %.0f jours avant suppression

source: _Open in Web Browser
de: Link im Browser ö_ffnen
fr: _Ouvrir dans le navigateur Web
